Repository: GabrielGil/bitbucket-issue-manager
Catalog: languages/bim-*.po
Languages: es_es

source: Config Bitbucket username and the repository you want to track under Settings, General options page!
es_es: Configura tu <b>usuario</b> y <b>repositorio</b> en la página de Ajustes > <a href="http://gabrielgil.es">General</a>.

source: Here you can set you BitBucket username and the repository you want manage.
es_es: Aquí puedes configurar tu usuario y repositorio de BitBucket.

source: Last solved issues
es_es: Ultimas incidencias resueltas

source: Last pending issues
es_es: Últimas incidencias pendientes

source: Settings
es_es: Ajustes

source: No pending issues.
es_es: No hay incidencias pendientes.

source: Nothing to do! Add issues on your Bitbucket repository page.
es_es: Nada que hacer! Añade incidencias en tu repositorio de Bitbucket.

source: Your issues are private!
es_es: Tus incidencias son privadas!

source: Check your settings and make it public in your <a target="_blank" href="%s">bitbucket admin page</a>
es_es: Comprueba tus ajustes y haz tus incidencias publicas en la <a target="_blank" href="%s">página de administración de Bitbucket</a>

source: Unable to find your repository
es_es: No se ha podido encontrar el repositorio.

source: Check your username and repository name on the <a href="%s">Settings -> General</a> page.
es_es: Comprueba tu usuario y repositorio en <a href="%s">Ajustes -> General</a>.

source: View all on Bitbucket's site
es_es: Ver todas en Bitbucket

source: No solved issues.
es_es: No hay incidencias resueltas.

source: You didn't solved anything! Resolve issues on your Bitbucket repository page.
es_es: No has hecho nada! Resuelve alguna incidencia en tu repositorio de Bitbucket.

source: Bitbucket Issue Manager Settings
es_es: Configuración de Bitbucket Issue Manager

source: BitBucket Username
es_es: Usuario de Bitbucket

source: BitBucket Repository
es_es: Repositorio de Bitbucket
